/*
 Localized strings for CFErrors returned by AVFoundationCF.

 When displayed in an alert, the strings whose keys end in _Description will be the alert title.
 The strings whose keys end in _RecoverySuggestion or _FailureReason will be the alert body.
 */

"AVFoundationCFErrorDomain_AVCFErrorOutOfMemory_Description" = "Postupak se ne može dovršiti";
"AVFoundationCFErrorDomain_AVCFErrorOutOfMemory_RecoverySuggestion" = "Pokušajte kasnije.";

"AVFoundationCFErrorDomain_AVCFErrorFileFormatNotRecognized_Description" = "Ne može se otvoriti";
"AVFoundationCFErrorDomain_AVCFErrorFileFormatNotRecognized_FailureReason" = "Ovaj format medija nije podržan.";
"AVFoundationCFErrorDomain_AVCFErrorFileFailedToParse_Description" = "Ne može se otvoriti";
"AVFoundationCFErrorDomain_AVCFErrorFileFailedToParse_FailureReason" = "Ovaj medij je možda oštećen.";

"AVFoundationCFErrorDomain_AVCFErrorContentIsProtected_Description" = "Ne može se otvoriti";
"AVFoundationCFErrorDomain_AVCFErrorContentIsProtected_FailureReason" = "Ova aplikacija nije ovlaštena za reproduciranje ove datoteke."; /* the file is DRM protected */
"AVFoundationCFErrorDomain_AVCFErrorNoImageAtTime_Description" = "Ne može se otvoriti";
"AVFoundationCFErrorDomain_AVCFErrorNoImageAtTime_FailureReason" = "Ovaj medij ne može se koristiti.";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_Description" = "Ne može se dekodirati";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_FailureReason" = "Dekoder potreban za ovaj medij je zauzet.";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_RecoverySuggestion" = "Zaustavite sve druge postupke koji dekodiraju medije i pokušajte ponovno.";
